**free                            
Dcl-S text         Char(50);    
text = 'Hello';                 
dsply text;                     
*INLR = *ON;                    